[
  {
    "title": "Behind the scenes with Nate Buescher, UW freshman and Disney star",
    "body": [
      "Meet the rising actor who's balancing college classes with a lead role in the hit show ‘Electric Bloom.'",
      "UW-Madison's freshman class can count a rising Hollywood star among its ranks. You might catch Nate (stage name: Nathaniel) Buescher climbing up Bascom Hill to get to his biology classes — or appearing on your TV screen if you watch Disney's new musical comedy series \"Electric Bloom.\"",
      "Buescher, who grew up in Chicago, has also starred in the anthology series \"Circuit Breakers\" and appeared in several other TV shows. In \"Electric Bloom,\" he plays high schooler Lucas Jasper, the \"poetic but clueless\" (in Buescher's words) class crush who befriends a pop music trio that becomes the biggest band in the world.",
      "Now done with filming for \"Electric Bloom,\" this college freshman and talented actor is finding other ways to stay busy. We caught up with him recently to learn about his experience on set, why he chose UW-Madison, and how he's balancing school with a career and social life.",
      "I wanted a school that was competitive to get into and would actually push me once I got there. UW had that. But I also wanted the full college setup: Big Ten sports, a solid social scene. I wanted balance. And the town mattered. I grew up in Chicago, so I didn't want to end up somewhere that felt too quiet or too far removed. Madison has a great vibe. It's smart, social and easy to get around. It felt like a place I could actually live, not just go to school.",
      "I'm premed, majoring in biology. I'm aiming for [a career in] dermatology, so I've been focused on understanding how the body works, especially the skin and everything connected to it. Biology felt like the right move.",
      "The energy. \"Jump Around\" at football games is unreal. Even with a rough start to the season, the crowd shows up like it's the playoffs. I'm pledging [a fraternity] right now, which is a whole thing. But the real highlight has been meeting people who are smart, funny and real. That's what's made it feel less like school and more like a place I want to be.",
      "We wrapped filming for this season at the end of July, which worked out well. It gave me space to focus fully on starting school. Outside of a few auditions and the occasional press opportunity, it's been pretty smooth. I'm grateful that both [academics and acting] have been able to coexist without pulling too much from each other.",
      "\"I wanted a school that was competitive to get into and would actually push me once I got there. UW had that. But I also wanted the full college setup: Big Ten sports, a solid social scene. I wanted balance.\"",
      "— Nate Buescher",
      "The people. Learning from each other, building something together, laughing in between takes. It was the kind of set you hope for but don't always get. And doing it with Disney behind it, you feel how big it is and how much it matters to be part of something like this. Seeing it come to life on screen. That hit different.",
      "He's the class crush, whether he knows it or not. [The bandmates] Posey, Jade and Tulip definitely notice when he walks by. He's a mix of poetic and clueless, someone who can trip over his own backpack two seconds after saying something unexpectedly wise. Lucas means well, even when he's not totally sure what's going on. He's [the band] Electric Bloom's biggest supporter and friend, and always in their corner.",
      "There are definitely parts of Lucas that feel familiar. He's loyal, he shows up for people, and he's not afraid to say something real, even if he doesn't realize how much it lands until later. I've had moments where I've said something and only found out later that it stuck with someone. So yeah, that quiet kind of wisdom? I relate to that.",
      "I wouldn't call them rituals exactly, but there are a few things that always seem to happen. The cast is big on practical jokes. They get us laughing before we're even on camera, and they set the tone for how funny the show is. I usually start the day with an açai bowl, and there's always a big bag of pink Starbursts in my dressing room just in case. And yeah, I always check the lunch menu early. Priorities.",
      "I'm into sports, both college and pro, and I take my fantasy football team way too seriously. I listen to music constantly, and hip hop dance has always been a real passion. I used to perform. I've been learning guitar, slowly. I work out when I can, and I love traveling. Giving back is important to me. Back in Chicago, I started making meals with my mom for people living in tent communities. We still do it when I'm home. It's just something that matters to us.",
      "You could definitely catch me in a Badger sweatshirt or T-shirt. But I'm not the only one. One of our show creators, Rachel Lewis, went to Madison, and one of the director's sons did too, so there's a lot of spirit on set. I've got a big Madison flag hanging in my dressing room, so I clearly represent.",
      "Yeah, it happens sometimes. Usually, it's chill. Someone will say they like the show or ask if I'm Lucas Jasper. One time I was walking across campus and someone pointed and said, \"Wait, are you the guy from that electric show? Bloom something?\" I said yeah, and they fist-bumped me and kept moving. No selfie. No follow-up. Just a drive-by moment. It was kind of perfect.",
      "\"Electric Bloom\" premiered on Disney in July and is available to stream on Disney+. This interview has been condensed and edited for clarity."
    ],
    "posted": "​October 29, 2025",
    "url": "https://news.wisc.edu/behind-the-scenes-with-nate-buescher-uw-freshman-and-disney-star/",
    "author": "​Abigail Bures",
    "img": "buescher.jpeg",
    "tags": [
      "social"
    ]
  },
  {
    "title": "With the Wisconsin Exchange, UW-Madison is strengthening a culture of civil dialogue across difference",
    "body": [
      "At a university large enough to warrant its own zip code, how do you help an entire campus, full of people with different viewpoints and perspectives, learn to engage effectively across difference?",
      "You turn civil dialogue into daily practice — at events that model how to discuss difficult issues, in courses that teach civic engagement as an essential skill, by offering tools and techniques that help users practice conversations before taking them live, through partnerships with organizations advancing this work on a national scale.",
      "And you invite the whole campus community to help shape how broad viewpoint diversity, or pluralism, and dialogue across difference thrive at UW-Madison.",
      "\"Learning happens best when people with different beliefs, experiences and backgrounds come together.\"",
      "— Chancellor Jennifer L. Mnookin",
      "These are the goals behind the University of Wisconsin-Madison's new initiative, the Wisconsin Exchange: Pluralism in Practice, which aims to help students, faculty and staff learn to engage, live and lead in a polarized world. The effort connects existing programs and cultivates new opportunities to make constructive conversation a visible and integral part of everyday life on campus.",
      "\"Learning happens best when people with different beliefs, experiences and backgrounds come together,\" says Chancellor Jennifer L. Mnookin. \"The Wisconsin Exchange aims to build robust opportunities for members of our community to share their perspectives, listen and learn from one another, and grow and collaborate through meaningful dialogue across their differences. It will unite existing efforts and build new approaches to make civil dialogue part of everyday life on campus.\"",
      "The launch of the Wisconsin Exchange, made possible with initial funding from generous donors, comes at a pivotal time. National surveys show that Americans are deeply polarized and friendships across the political aisle are rare.",
      "On college campuses, the divide is just as stark: Nearly half of students say they would not \"dorm across the aisle\" or go on a date with someone who voted differently in the 2020 presidential election.",
      "At UW-Madison, a 2023 survey from the Universities of Wisconsin found that 43% of students believed speakers with offensive views should, at least in some circumstances, be disinvited from campus. Yet most students also report that exposure to diverse viewpoints is essential to their education.",
      "\"Our students come to campus with energy and conviction,\" says interim Provost John Zumbrunnen. \"But many arrive having had few chances to interact with people who don't share their background or views. Our task is to help them build skills and then give them opportunities to grow into the thoughtful leaders and citizens our democracy, and our world, needs.\"",
      "Building on UW-Madison's long tradition of open inquiry, the Wisconsin Exchange creates space for people with differing viewpoints to challenge, inform and learn from one another — a principle central to the university's values since at least 1894, when President Charles Kendall Adams affirmed its duty to welcome \"a vast diversity of views\" and to \"follow the indications of truth wherever they may lead.\"",
      "\"More than 130 years later, we continue to believe that civil discourse is one of this university's most vital contributions — to our students, to our state, to the search for truth, and to our nation's pluralist democracy,\" Mnookin says. \"The state of Wisconsin and UW-Madison are home to a wide range of voices, and we see that as a strength that we should lean into and further develop.\"",
      "At UW-Madison, this commitment has been embodied in recent years by programs like Deliberation Dinners (run by The Discussion Project), which bring undergraduate students with different ideological and political perspectives together for a meal and focused discussions about important and sometimes contentious political issues.",
      "The Wisconsin Exchange will amplify efforts like these while also expanding programs, events and activities across the university to create a sustained culture of pluralism.",
      "\"Open dialogue and constructive debate are essential to the university's core mission — the search for truth. \"",
      "— Alex Tahk, associate professor of political science; Wisconsin Exchange steering committee member",
      "For example, the Wisconsin Exchange grant competition launching this fall invites all faculty, staff and students to submit ideas and proposals for projects that strengthen viewpoint diversity and foster opportunities for civil discourse across campus.",
      "Grant recipients for the Wisconsin Exchange will be announced early in the spring semester.",
      "\"Open dialogue and constructive debate are essential to the university's core mission — the search for truth,\" says political science professor and Wisconsin Exchange steering committee member Alex Tahk. \"This is a welcome initiative toward that end, and I hope it will help strengthen intellectual inquiry and broaden the range of perspectives on campus.\"",
      "The Wisconsin Exchange will continue to expand over the next several years, though additional efforts mark its launch, including:",
      "An \"Exchange in Action\" collaborative, a series of discussions on the challenges, opportunities and expectations for the Wisconsin Exchange with members of the initiative's steering committee. Register for the opportunity to participate in these kickoff conversations;",
      "A speaker series that will launch this spring. Confirmed speakers include Greg Lukianoff, CEO of the Foundation for Individual Rights and Expression (FIRE), co-sponsored with the La Follette School of Public Affairs, and Colleen Shogan, former Archivist of the United States, with more to come;",
      "A new postdoctoral fellowship program to support scholars whose work engages pluralism across disciplines—ranging from the social sciences and humanities to fields such as public health. Applications and further details will be available by early spring 2026 and the program will begin in fall 2026;",
      "The Wisconsin Exchange \"Pluralism in Practice\" Workshop, for students, staff and faculty to hear from thought leaders and engage in discourse and education embracing viewpoint diversity and constructive engagement across differences, slated for March 2026; and",
      "A pluralism and civil discourse track at the spring 2026 UW-Madison Teaching and Learning Symposium.",
      "The Wisconsin Exchange is also building bridges beyond campus through partnerships with national organizations. For example, a collaboration with Citizens & Scholars will allow UW-Madison students to pilot a new AI-powered civil discourse tool that helps users rehearse real-world conversations and receive real-time feedback.",
      "And in the spring, UW-Madison will work with the Ronald Reagan Presidential Foundation and Institute's Center on Civility and Democracy to host a Common Ground Forum, featuring a conversation on bipartisanship, mutual respect, and productive, results-oriented cooperation despite ideological differences.",
      "\"Among the things we aim to do in the classroom is create opportunities to learn from each other and be willing to consider other points of view. Sometimes, this helps us sharpen our existing opinions, and other times, we change our minds. \"",
      "— Allison Prasch, associate professor of rhetoric, politics and culture; Wisconsin Exchange steering committee member",
      "\"Among the things we aim to do in the classroom is create opportunities to learn from each other and be willing to consider other points of view,\" says Allison Prasch, a professor in the Department of Communication Arts and steering committee member. \"Sometimes, this helps us sharpen our existing opinions, and other times, we change our minds. The launch of the Wisconsin Exchange is an exciting opportunity to bring more intentionality to this work across the university, in and out of the classroom.\"",
      "The Wisconsin Exchange builds on other aspects of UW-Madison‘s long-standing commitment to free expression, academic freedom and civic engagement, drawing from a range of ongoing campus efforts, including:",
      "• The Madison chapter of Bridge USA, student-led legislative dialogues that model cross-partisan engagement with elected officials",
      "• Bridging the Divide, a nonpartisan discussion series for and by students made possible by UW-Madison's Tommy G. Thompson Center on Public Leadership, which uses a train-the-trainer approach for student facilitators",
      "• Courses and curricular pathways such as the La Follette School course Advancing Public Policy in a Divided America; the First-Year Interest Group Divided We Stand; and a community-based class in which journalism students and adult learners from the UW Odyssey Project co-create solutions-focused stories",
      "• The newly formed Pluralism and Unity Advisory Council in Student Affairs, bringing together student leaders from across political, cultural, religious and geographic backgrounds to advise on initiatives that foster belonging and unity, model pluralism, and help shape student success at UW-Madison",
      "Pluralism-focused efforts are also underway in schools, colleges, and units across campus, such as the speaker series hosted by the Center for Research on the Wisconsin Economy (CROWE) and the Tommy G. Thompson Center, the Center for the Study of Liberal Democracy's Civic and Economic Literacy Initiative events, La Follette's Main Street Agenda program, and the Division of Extension's forthcoming Civil Dialogue effort.",
      "As the 2025 Deliberation Dinner series kicked off earlier this month, one such display of pluralism in action was on the menu. About 140 students gathered over chicken and couscous to weigh whether marijuana should be legalized — one of three cohorts that will engage 375 students total in the program",
      "The meal and light-hearted conversation, covering topics from favorite Halloween candy to bucket-list trips, set the table for the deeper work: learning objectives and norms, a quick survey and partner share about what the government should and shouldn't regulate, and finally, the main discussion.",
      "Consensus wasn't the goal. What was? Ensuring everyone had a voice, listening to understand and engaging in constructive conversation about a divisive topic.",
      "Around those tables — and in the classrooms, forums and conversations yet to come — the Wisconsin Exchange's vision of \"pluralism in practice\" is already taking shape."
    ],
    "posted": "​October 22, 2025",
    "url": "https://news.wisc.edu/with-the-wisconsin-exchange-uw-madison-is-strengthening-a-culture-of-civil-dialogue-across-difference/",
    "author": "​Erin Celello",
    "img": "exchange.jpg",
    "tags": [
      "social",
      "outreach"
    ]
  },
  {
    "title": "Rock and roll and unleashed curiosity with Science on the Square",
    "body": [
      "Wisconsinites shared collective jaw drops as they explored the kickoff event for the 15th annual Wisconsin Science Festival.",
      "Families shared collective jaw drops as they explored magnetic rocks, learned about the wonders of physics, held a human brain and more during Science on the Square, the kickoff event for the 15th annual Wisconsin Science Festival.",
      "The trademark event was the first in over 650 science engagement events that will take place across the state during the 10 days Governor Evers has declared Wisconsin Science Week from Oct. 16 to Oct. 26. This year's festival will explore the theme of \"Rock and Roll\" and invite Wisconsinites to explore the science behind music, motion and our state's geology.",
      "Take a stroll downtown and explore some of the fun hands-on science and art explorations that lined State Street between the capitol and campus. And be sure to find an event near you, from punny talks with state geologists, to live music, to the science-in-a-bag take-home experiments, to a science and art fusion variety show."
    ],
    "posted": "​October 21, 2025",
    "url": "https://news.wisc.edu/rock-and-roll-and-unleashed-curiosity-with-science-on-the-square/",
    "author": "​Elise Mahon and Jeff Miller",
    "img": "square.jpg",
    "tags": [
      "social",
      "science",
      "outreach"
    ]
  },
  {
    "title": "UW fostering closer research ties with federal defense, cybersecurity agencies",
    "body": [
      "Traumatic brain injuries can be debilitating and sometimes culminate in permanent disability. While many people who experience a TBI are simply the victims of an unlucky accident, certain careers carry an outsize risk for brain injuries.",
      "Many of these risky jobs are in the military, and that's why the United States Department of Defense has invested millions of dollars into university-based research aimed at preventing, detecting and treating TBIs. Much of that work is performed by an interdisciplinary group of engineers and scientists involved in PANTHER. The multi-institution collaboration led out of the University of Wisconsin-Madison College of Engineering is developing better methods for diagnosing TBIs, as well as advanced materials that promise to make military helmets better at preventing injury. These advanced materials are also improving helmets used by others, from law enforcement to athletes.",
      "It's this kind of \"dual-use\" research, meaning research that benefits both the Department of Defense and civilians, that UW-Madison leaders are hoping to attract more of in the coming years. The push is part of a broader strategic effort led by the Office of the Vice Chancellor for Research to increase DoD research funding and expand the university's national security-oriented research and education opportunities.",
      "\"This is about research portfolio diversification and making sure that UW-Madison is not overly reliant on one or two primary funding streams when there are many national security priorities that fit with the research we excel at,\" says Vice Chancellor for Research Dorota Brzezińska.",
      "The defense department's research interests are broad — from cybersecurity and quantum computing to food security and disease detection and treatment. Brzezińska is confident that UW's similarly broad research portfolio is well positioned to attract new investment from the agency, even in areas where a connection to military applications may not be obvious.",
      "\"Many people don't realize that DoD research is not about developing weapons only,\" says Brzezińska. \"There are many things that we take for granted that actually came out of dual-use research sponsored by DoD.\"",
      "Brzezińska would know. Her own research career has focused in large part on enabling and developing scientific and civilian applications of GPS, a technology that has fundamentally changed civilians' relationship with navigation and originated in DoD-sponsored research.",
      "\"I think many UW-Madison researchers are interested in contributing their ideas to addressing national security challenges that would also result in advancing civilian technologies and generating economic benefit for the state and the nation,\" says Brzezińska.",
      "Defense-oriented research has long been an important source of federal funding at UW, even while other agencies like the National Institutes of Health have traditionally sponsored more campus research projects.",
      "What's new is a nascent campuswide effort to build on existing relationships and develop closer ties between UW researchers and decisionmakers at DoD, defense-related industries, and other government partners focused on national security, like Sandia National Laboratories.",
      "The strategic pivot is coordinated by the Office of the Vice Chancellor for Research and the Office of University Relations, which includes the university's federal relations and business engagement arms. While Brzezińska has her own decades-long relationships with DoD, the two offices recently hired Dave Schroeder to be the university's inaugural Director of National Security Initiatives, tasked with identifying national security research opportunities and building strategic defense-oriented partnerships.",
      "\"Development of UW-Madison's relationship with the Department of Defense will provide additional research opportunities to examine real-world issues, in addition to leveraging the industry strengths and workforce opportunities within the state of Wisconsin,\" says Vice Chancellor for University Relations Craig Thompson. \"The strategic growth of UW-Madison's DoD portfolio will strengthen our standing as a world-class university that trains tomorrow's leaders and solves today's problems.\"",
      "Schroeder's role is in some ways an expansion of a position he previously held in the College of Letters & Science, where he was charged with creating opportunities for UW-Madison faculty, staff and students in L&S and beyond with defense and intelligence agencies. This included identifying research funding opportunities but also focused on building the types of relationships with government and industry officials that could eventually result in new partnerships that benefit faculty and students.",
      "A recent example of this work was the November 2024 visit by a delegation from U.S. Cyber Command that included Lt. Gen. William \"Joe\" Hartman, now the acting head of both U.S. Cyber Command and the National Security Agency. The delegation toured labs and met with researchers in the Department of Physics, College of Engineering and School of Computer Data and Information Sciences. The visit provided a platform for agency officials to hear directly from faculty and students about their work in important cybersecurity areas like quantum computing and cryptography, and resulted in an expansion of university partnerships on cybersecurity that's providing new opportunities for researchers and students.",
      "\"DoD and other national security agencies are very relationship-based, but once built, those relationships are long-lasting,\" says Schroeder. \"UW-Madison has a lot to contribute to the emerging challenges across the national security landscape, from cyber to advanced materials to agriculture, and of course the impact of AI across all of these domains. When you discover innovative solutions to these mission-focused problems, those agencies want to sustain the partnership with you, and everyone benefits.\"",
      "Campus leaders at the school and college level are enthusiastic about expanding defense-related research programs.",
      "College of Engineering Dean Devesh Ranjan touted the college's long history of partnering with the DoD on research \"that safeguards our nation while advancing technologies that benefit society far beyond the defense sector.\"",
      "He pointed to the college's close collaboration with the Air Force Research Laboratory through initiatives like the University Center of Excellence on Efficient and Robust Machine Learning and joint work on quantum science.",
      "\"We see tremendous opportunity to expand these partnerships and to lead in shaping technologies critical to our country's security and prosperity,\" Ranjan says.",
      "Meanwhile, the UW School of Medicine and Public Health (SMPH) is eyeing new opportunities to collaborate with the defense and veterans affairs departments. The school already has several large DoD-funded projects that could result in improved outcomes for prostate cancer patients and people with idiopathic pulmonary fibrosis, lupus and severe limb injuries.",
      "\"All the conditions needed for success with DoD funding opportunities are present at our school,\" says Nita Ahuja, Dean of UWSMPH. \"We have research teams with deep expertise in areas prioritized by the DoD, a track record of successfully funded projects and proven ability to collaborate across disciplines and deliver results.\"",
      "The College of Letters & Science has been strengthening its relationship with the department for years, according to Dean Eric M. Wilcots, noting that it operates differently than other funding agencies like the National Institutes of Health or the National Science Foundation.",
      "\"You need time to establish a relationship, but once they trust you, you are in for the long run,\" Wilcots says, pointing to multiple large awards received by L&S faculty in recent years, including for quantum work, creating mental health programs for troops and various cybersecurity plans.",
      "Now is precisely the right time to capitalize on these existing programs and relationships, says Brzezińska, especially as other universities move to expand their own defense-oriented programs.",
      "\"If we're not intentional and strategic, we could miss the bus,\" she says.",
      "While securing more research funding is an initial goal, there are other downstream benefits for students, DoD and industry, Brzezińska says, beginning with workforce preparation.",
      "\"UW-Madison could be in a unique position to provide workforce to DoD. If we could bring more research here and engage with the DoD research done by graduate and undergraduate students, we could become one of the national hubs for workforce development in STEM domains.\"",
      "For more information about national security initiatives at UW-Madison, visit https://research.wisc.edu/nationalsecurity."
    ],
    "posted": "​October 16, 2025",
    "url": "https://news.wisc.edu/uw-fostering-closer-research-ties-with-federal-defense-cybersecurity-agencies/",
    "author": "​Will Cushman",
    "img": "defense.jpg",
    "tags": [
      "tech"
    ]
  },
  {
    "title": "UW researchers uncover possible new treatment to target a devastating childhood brain cancer",
    "body": [
      "Using fruit flies, University of Wisconsin-Madison researchers have developed a new model for investigating the genetic drivers of a rare but aggressive brain tumor in children. The work has already identified potential treatment targets for the deadly cancer that has previously had few therapeutic options.",
      "\"Right now these tumors are incurable, and the standard of care hasn't changed for 30 years,\" says Peter Lewis, a professor in the Department of Biomolecular Chemistry.",
      "The cancer is called pediatric diffuse midline glioma. As its name suggests, the malignancy arises along the midline of the brain or spinal cord and infiltrates surrounding tissue in a way that makes it impossible to remove with surgery. Instead, typical treatment revolves around radiation therapy, and that extends a patient's life by just months or at most a few years.",
      "The limited treatment options have driven researchers to more closely examine the genetic mutations that cause the cancer to develop in the first place, with an eye on finding ways to disrupt that process.",
      "In the case of diffuse midline glioma, previous research identified mutations in certain DNA-packaging proteins as a likely culprit.",
      "\"The mutation in these proteins really derails their gene control systems,\" says Lewis. In particular, they disrupt a system that's so evolutionarily ancient that it operates almost identically in species as distinct as humans and fruit flies.",
      "Professor Melissa Harrison, whose lab uses fruit flies to study all sorts of cell development processes, saw an opportunity to study how these mutated proteins — called oncoproteins — actually cause the gene control system to go haywire.",
      "\"We thought, wouldn't it be cool if we could model these oncoproteins in fruit flies?\" says Harrison. \"We all have a common ancestor, and this basic gene repression machinery is identical or similar enough between humans and fruit flies that we can actually put the oncoproteins that are driving these tumors in humans into fruit flies and see what they do.\"",
      "So, with support from the UW Carbone Cancer Center and National Cancer Institute, Lewis's and Harrison's labs got to work.",
      "Using tools that allowed them to turn on specific proteins in particular tissues, the researchers expressed the oncoproteins in fruit flies' eyes and wings, which caused developmental defects. They then screened hundreds of other genes to see which ones made the defects worse or better.",
      "\"We discovered dozens of these interacting pathways that either worsened or eased the damage that was caused by these oncoproteins,\" says Harrison. \"These included, notably, some that would help restore the overall development of the wing or eye.\"",
      "Those genes responsible for restoring normal development are strong candidates for future treatment targets in cancer patients, according to Harrison and Lewis — and not just for the pediatric gliomas.",
      "\"This same gene control system is implicated as a driver of many human tumors, including diffuse large B-cell lymphoma, different types of prostate cancers, and other gliomas,\" says Lewis. \"So what we found might extend well beyond these very rare childhood tumors into more common ones.\"",
      "Much work remains before researchers can identify potential therapeutics, but the new findings, recently published in the journal Genetics, provide a useful roadmap to follow. It's a result that Lewis and Harrison both feel was made possible by the unusually collaborative research environment at UW-Madison.",
      "\"I think it's a strength of UW-Madison that leadership is so supportive of collaborations and recognizes their strength,\" says Harrison. \"For me, having Peter here as a collaborator is a huge benefit of being at this university.\"",
      "Lewis adds: \"While we can't change the funding rates from the federal government, what we can do is find joy in the science and collaborators who are similarly intellectually invested in the questions we're asking.\"",
      "This research was led by Samuel Krabbenhoft and Tyler Masuda and supported by grants from the National Institutes of Health (F30CA260987; (R01CA266861; P01CA196539; P41GM132087; P400D018537), and the University of Wisconsin Comprehensive Cancer Center Support Grant.",
      "Research at the University of Wisconsin-Madison drives innovation, saves lives, creates jobs, supports small businesses, and fuels the industries that keep America competitive and secure. It makes the U.S.—and Wisconsin—stronger. Federal funding for research is a high-return investment that's worth fighting for.",
      "Learn more about the impact of UW-Madison's federally funded research and how you can help."
    ],
    "posted": "​October 15, 2025",
    "url": "https://news.wisc.edu/uw-researchers-uncover-possible-new-treatment-to-target-a-devastating-childhood-brain-cancer/",
    "author": "​Will Cushman",
    "img": "treatment.jpg",
    "tags": [
      "science"
    ]
  },
  {
    "title": "With milk testing and new tools, UW scientists are helping prevent bird flu outbreaks in Wisconsin and beyond",
    "body": [
      "On a recent Thursday morning, Becky was hard at work at the University of Wisconsin-Madison's Wisconsin Veterinary Diagnostic Laboratory (WVDL). A few test tubes at a time, hundreds of milk samples were carefully poured, measured and prepared for testing.",
      "Becky doesn't wear a typical lab coat or safety glasses. Why? Because Becky is a Biomek i5 — that is, a robot.",
      "The automated but closely supervised liquid handler helps streamline and enhance laboratory workflows. And its efficiency is among the reasons that WVDL has emerged as a national leader in the response to H5N1 avian influenza on dairy farms.",
      "Each month, WVDL tests at least one milk sample from every dairy farm in Wisconsin. WVDL's scientists receive, process, prepare, test and log about 5,000 milk samples per month — all to help prevent an H5N1 outbreak among Wisconsin dairy cattle. The spread of H5N1 would have a potentially significant consequence: the more the virus circulates, the greater the chance new, more dangerous strains could emerge — strains capable of causing severe illness and death across multiple species, including humans. UW-Madison experts say the risk of this is currently low.",
      "The sizable effort is part of the U.S. Department of Agriculture's National Milk Testing Strategy, which launched in December 2024 after the bird flu was detected in dairy cattle in some states. The program's goal is \"to go from unknown prevalence to disease freedom across the country,\" says Keith Poulsen, director of WVDL and a faculty member at the UW School of Veterinary Medicine (SVM).",
      "A federal order bolstering the testing strategy mandates that herd owners with H5N1-positive cattle must submit data to support contact tracing and disease surveillance. It also requires dairy farms and entities handling milk for pasteurization to provide raw milk samples for testing. WVDL, which is designated a Level 1 National Animal Health Laboratory Network lab, plays a primary role in that testing.",
      "The process is time- and labor-intensive. After Becky has prepared the milk samples — which takes 45 minutes to an hour for 96 samples — they are transported to the WVDL's virology section for testing. Over the course of several hours, microbiologists prepare and perform two types of tests: a PCR test, which searches for active infections, and an ELISA antibody test, which looks for evidence of prior infection.",
      "\"Whether it's on a single dairy farm or throughout an entire state, the most important part of managing any infectious disease — whether it's COVID-19, brucellosis, foot-and-mouth disease, or H5N1 — is that you know where the virus is, and more importantly, where the virus is not,\" says Poulsen, adding that surveillance allows for the preservation of public health resources.",
      "\"The milk testing strategy is working,\" he adds. \"Testing has already identified a new H5N1 strain in the Southwest and continues to catch emerging infections in other states.\"",
      "To date, avian flu has not been detected among Wisconsin dairy cattle.",
      "Researchers at the SVM are on the front lines of understanding H5N1 and developing tools to fight the virus.",
      "H5N1 appears to spread among dairy cows not through the upper respiratory tract, the usual route for flu viruses, but through the udders after cows encounter contaminated milking equipment.",
      "That presents two challenges to Professors Marulasiddappa Suresh and Yoshihiro Kawaoka, in the school's Department of Pathobiological Sciences, who are working to develop a universal influenza vaccine to protect cattle against H5N1. Not only do the animals need to be protected against respiratory transmission, but they also need safeguards against infection via their mammary glands — something that's never been done before, Suresh says. This is especially important because the animals have considerably worse symptoms when they are infected via their udders.",
      "The scientists are conducting immunogenicity studies, which test to see whether a vaccine candidate stimulates an immune response. Early results have been remarkably promising, says Suresh, who also serves as the school's associate dean for research and graduate training.",
      "The researchers have been able to elicit antibodies in both the blood and milk of cows that have received the vaccine. Antibodies help neutralize the virus before it can infect cells. They have also detected a T-cell response in the cows' blood. T-cells target and kill infected cells.",
      "The early success leaves Suresh optimistic that a vaccine that provides \"two-pronged immunity\" is possible.",
      "\"This was an unbelievably successful experiment,\" Suresh says. The scientists are currently preparing their work for publication.",
      "According to Poulsen, the National Milk Testing Strategy also has broader implications beyond the important work of keeping animals and humans healthy — it also protects the economy and national security.",
      "Agriculture, including Wisconsin's dairy industry, is an important source of trade between the United States and other countries, \"and our trading partners want to know what's happening with a globally reportable disease,\" Poulsen says.",
      "Trade, economic, and food supply security are all important facets of national security, he adds.",
      "\"The testing strategy is a powerful reminder of why taking a holistic view is vital to understanding the importance of public health work,\" Poulsen says. \"This isn't just for dairy farmers. This is about keeping our economy strong and the country safe.\""
    ],
    "posted": "​October 15, 2025",
    "url": "https://news.wisc.edu/with-milk-testing-and-new-tools-uw-scientists-are-helping-prevent-bird-flu-outbreaks-in-wisconsin-and-beyond/",
    "author": "​Jack Kelly",
    "img": "birdflu.jpg",
    "tags": [
      "science"
    ]
  },
  {
    "title": "Author Percival Everett to deliver Go Big Read keynote on Nov. 4",
    "body": [
      "\"In language, and in ownership of language, there resides great power, and resides an avenue to any kind of freedom that we're going to have.\"",
      "For author Percival Everett, this is not an abstract statement. It is the engine of his novel, \"James,\" winner of the Pulitzer Prize and this year's Go Big Read selection.",
      "Everett will discuss this — and more — in person at the Go Big Read keynote at 7 p.m. on Tuesday, Nov. 4, at Varsity Hall in Union South. No tickets are required for the free event, which will also be livestreamed. To access the livestream on the date of the event, please visit gobigread.wisc.edu.",
      "Chancellor Jennifer Mnookin will join Everett for a discussion about the power of literacy, language, and perspective, followed by a Q&A with the audience. In addition, Everett will be meeting with students during his visit to campus to answer questions and participate in discussions.",
      "\"James\" reimagines Mark Twain's \"The Adventures of Huckleberry Finn\" from the perspective of Jim — now James — an enslaved runaway who understands that survival depends on who controls the narrative — and the language used to tell it. Everett's James is literate in every sense of the word: he reads, he writes, and has extended, imagined conversations with Jean-Jacques Rousseau, Voltaire and John Locke.",
      "\"My Jim — he's not simple,\" Everett said. \"I hope that I have written the novel that Twain did not and also could not have written.\"",
      "To prepare for writing \"James,\" Everett reread Twain's novel fifteen times in a row until the words blurred. Then he set the book aside and didn't return to it again. But he didn't set out with the goal of \"correcting\" Twain's novel, Everett has said of his approach to rendering Jim with much greater depth and nuance. \"Rather, I see myself in conversation with Twain.\"",
      "\"James\" debuted to widespread acclaim, spending 42 weeks on The New York Times bestseller list.  In addition to the 2025 Pulitzer Prize for Fiction, it also won the 2024 National Book Award and was a finalist for the Booker Prize.",
      "Everett's prolific body of work also includes \"Erasure\" (adapted into the Oscar-winning film \"American Fiction\"), \"The Trees\" (a Booker Prize finalist), and \"Telephone\" (a Pulitzer Prize finalist).",
      "Everett's keynote is part of a series of events exploring \"James\" and its themes. Others coming up include:",
      "• \"The National Legacy of Slavery: Wisconsin's History as a Mississippi River State\" — a public discussion on how Everett's novel speaks to Wisconsin's past, will be on Nov. 17, 5:30-7 p.m. at Madison Central Library.",
      "• Community book discussions are being held at local libraries throughout the Madison area, and UW-Madison faculty are incorporating \"James\" into classrooms across campus.",
      "The Go Big Read program is an Office of the Chancellor initiative aimed at engaging members of the campus community and beyond in a shared, academically focused reading experience. For more information, including discussion, marketing, and teaching toolkits, visit Go Big Read."
    ],
    "posted": "​October 20, 2025",
    "url": "https://news.wisc.edu/author-percival-everett-to-deliver-go-big-read-keynote-nov-4/",
    "author": "​Erin Cellelo",
    "img": "percival.jpg",
    "tags": [
      "social",
      "outreach"
    ]
  },
  {
    "title": "Parkinson's treatment tested at UW showing promise in first clinical trial",
    "body": [
      "Parkinson's patients are receiving a new investigational treatment after a successful study at the University of Wisconsin-Madison helped demonstrate the cell therapy's safety in non-human primates and refine the method for its delivery. Now, the biotechnology company running the trial is reporting encouraging results.",
      "Aspen Neuroscience recently announced they would enroll a third group of patients in their trial, called ASPIRO. The ASPIRO trial is referred to as Phase 1/2a, a stage designed to evaluate an investigational treatment's safety and most effective dose in humans.",
      "The patients already enrolled in the trial are safely tolerating the treatment, in which new brain cells, called neurons, are grown from the patients' own cells and grafted into key parts of the brain. Their doctors have noted improvement in patients' Parkinson's symptoms, potentially providing promise for people living with this debilitating neurological disease.",
      "\"Early data from the first four patients show that precision intracranial delivery of [the neurons] is safe and well tolerated,\" says Andrés Bratt-Leal, Aspen co-founder and senior vice president of research and development. \"Both patient-reported and clinician-reported outcomes show early signs of changes from baseline in multiple clinically meaningful outcome measures. Autologous iPSC-derived therapy as a regenerative medicine approach has the unique advantage of not requiring immunosuppressive medications.\"",
      "In 2024, researchers at the Wisconsin National Primate Research Center successfully grafted progenitor cells — which develop into the types of neurons that produce a brain chemical called dopamine — into the brains of macaque monkeys. California-based Aspen provided the cells, grown from multiple lines of human-induced pluripotent stem cells, along with the equipment for delivering them to specific parts of the brain. Key to Aspen's cell-therapy approach in people is deriving the new brain cells from cells donated by the patient who will receive the graft. Scientists call that an \"autologous\" transplant.",
      "\"Using a patient's own cells avoids the need to use immunosuppression to keep the patient's body from rejecting or attacking the graft,\" says Marina Emborg, a UW-Madison professor of medical physics. \"Aspen has developed the technological methods for manufacturing, for quality control, that makes it feasible at scale to make autologous cells and get them to the patients.\"",
      "Parkinson's disease damages neurons that produce dopamine, a hormone that transmits signals between nerve cells. The disrupted signals make it progressively harder to coordinate even simple movements and cause rigidity, slowness and tremors that are the disease's hallmark symptoms. Patients are typically treated with drugs like L-DOPA to increase dopamine production. Although the drugs help many patients, they present complications and lose their effectiveness over time.",
      "\"By the time of diagnosis, it is common for people with Parkinson's to have lost the majority of dopaminergic neurons, leading to progressive loss of motor and neurological function,\" explains Edward Wirth III, an expert in cell therapies, Aspen's chief medical officer and a collaborator on the 2024 study. \"To replace these lost cells, we must target a very specific area of the brain with a high degree of surgical precision.\"",
      "Using the latest advances in MRI-guided surgical techniques, the patient's new cells are transplanted, a few microliters at a time, to the exact area where they are most needed.",
      "Working with potential cell therapies in pursuing treatments for Parkinson's disease is a particular specialty of the Emborg lab and other primate center colleagues. The researchers' results in non-human primates, which supported Aspen's successful application to begin human trials, were published in the Journal of Neurosurgery. The study followed Emborg's success, alongside Su-Chun Zhang of the Wisconsin School of Medicine and Public Health, reversing Parkinson's symptoms in monkeys with their own autologous cell graft approach.",
      "The 2024 study was designed to test the safety and efficacy of Aspen's human cells and a delivery method that allowed surgeons to reach their target in the brain with fewer insertions of the apparatus that delivers the new cells.",
      "\"This study was an important step in our work to bring the promise of a cell-replacement therapy to people with Parkinson's disease,\" says Bratt-Leal, who co-authored the 2024 study. \"The results were instrumental in opening our first-in-human trial and informing how we deliver patients' own cells to them in the study.\"",
      "It was a true collaboration according to Emborg — between the Aspen scientists, her lab and the Wisconsin National Primate Research Center — to validate the company's procedures and equipment. The work done to refine the logistics, surgical equipment and techniques in the animal procedures informed the way patients in the human trial have received and recovered from the new therapy, providing hope for those struggling with this debilitating disease.",
      "\"Our results were all so exciting,\" Emborg says. \"And then, when I saw they had been able to begin with a human patient … I just had tears in my eyes.\"",
      "This research was supported by Aspen Neuroscience and the National Institutes of Health (grant No. P51OD011106).",
      "Research at the University of Wisconsin-Madison drives innovation, saves lives, creates jobs, supports small businesses, and fuels the industries that keep America competitive and secure. It makes the U.S.—and Wisconsin—stronger. Federal funding for research is a high-return investment that's worth fighting for.",
      "Learn more about the impact of UW-Madison's federally funded research and how you can help."
    ],
    "posted": "​October 14, 2025",
    "url": "https://news.wisc.edu/parkinsons-treatment-tested-at-uw-showing-promise-in-first-clinical-trial/",
    "author": "​Chris Barncard",
    "img": "parkinson.jpg",
    "tags": [
      "science"
    ]
  },
  {
    "title": "Bucky's Tuition Promise boosts retention rate for lower-income students, long-term study finds",
    "body": [
      "A flagship financial aid program at the University of Wisconsin-Madison that provides generous support to in-state students from low- to moderate-income families increases student retention by several percentage points, according to new research.",
      "The study, published this month in the Peabody Journal of Education, is the first to assess the long-term outcomes of Bucky's Tuition Promise, which began in 2018.",
      "\"This finding is the latest evidence that Bucky's Tuition Promise is having a positive effect on student success and on the university as a whole,\" says Scott Owczarek, interim vice provost for enrollment management at UW-Madison. \"Bucky's Tuition Promise was designed to make an education at the state's flagship public university more affordable and accessible for Wisconsin students. It is doing that while also helping to ensure that our state's top students stay in Wisconsin and contribute their talents and their skills to our campus and our communities.\"",
      "Bucky's Tuition Promise, named for UW-Madison's beloved mascot, guarantees four years of tuition and segregated fees for any incoming freshman from Wisconsin whose family's annual household adjusted gross income is $65,000 or less. (The figure was $56,000 the first year, roughly the state's median household income at the time.) Transfer students from Wisconsin can qualify for up to two years of funding.",
      "Prior research has shown that being eligible for Bucky's Tuition Promise increases the probability that a low- to moderate-income student from Wisconsin will accept an enrollment offer from UW-Madison. The new study looks at what happens to the students once they arrive on campus.",
      "\"We wanted to make sure that this program wasn't just bringing students to campus but that those students went on to have successful college careers here,\" says Amberly Dziesinski, the study's author and a research analyst in UW-Madison's Student Success Through Applied Research (SSTAR) Lab. The SSTAR Lab was instrumental in helping to develop Bucky's Tuition Promise.",
      "To determine if differences in student retention rates are caused by Bucky's Tuition Promise, Dziesinski compared students closest to either side of the income eligibility threshold. One set of students qualified for the program. The other set — the control group — just missed the income eligibility cutoff. For research purposes, the students in these two groups could be considered quite similar, save for the \"intervention\" of Bucky's Tuition Promise.",
      "Dziesinski found that the retention rate going into the second year for Bucky's Tuition Promise students close to the eligibility threshold was 96.6%, compared to 93.4% for the control group of ineligible students, a difference of about three percentage points. (This study looked at a subset of Bucky's Tuition Promise recipients; the university also publishes retention data for all Bucky's Tuition Promise recipients.)",
      "\"This difference held up to rigorous statistical testing, to the point that we can say the difference is caused by Bucky's Tuition Promise,\" Dziesinski says.",
      "A difference of three percentage points is especially significant at an institution such as UW-Madison, where retention rates are already very high across the board, she says.",
      "Dziesinski also was curious how the retention rate for Bucky's Tuition Promise students compared to a broader slice of the student body. She compared a sample of 1,300 Bucky's Tuition Promise recipients with 1,912 non-recipients with family incomes below $120,000. Even compared to students from a wider array of economic backgrounds, Bucky's Tuition Promise recipients had a higher second-year retention rate (95.8% compared to 94.9% for non-recipients).",
      "\"Overall, it's really promising to see that new populations of students who were brought to campus through Bucky's Tuition Promise are succeeding at such high rates,\" she says.",
      "Dziesinski also looked at graduation rates and debt load for Bucky's Tuition Promise recipients compared to those who just missed the eligibility cutoff. The results were encouraging but less conclusive; more research is needed, she says.",
      "Dziesinski's research was supported by the nonprofit organization Ithaka S+R and the American Talent Initiative's Student Success Research Grant Program.",
      "Eligibility for Bucky's Tuition Promise is straightforward. It is based solely on one line from a family's federal income tax return. There is no separate application process: The award is automatic to eligible students based on information they provide through the Free Application for Federal Student Aid (FAFSA). The program guarantees aid for all applicable years based on first-year eligibility, even if a family's income changes.",
      "Bucky's Tuition Promise is a last-dollar program, meaning all other gifts and scholarships are applied to a student's tuition bill first. The university then backfills the difference to make the tuition balance zero. The university's portion comes from donations and other university resources. No state taxpayer money is used.",
      "UW-Madison now has two additional major financial aid initiatives that benefit Wisconsin residents. Bucky's Pell Pathway, added in 2023, is an even more robust complement to Bucky's Tuition Promise. Designed to assist Badgers from low-income Wisconsin households who qualify for Federal Pell Grants, it pledges to meet the full financial need without loans for incoming first-year students for four consecutive years and for transfer students for two consecutive years. In most cases, it covers tuition and fees, housing expenses, food, required course material, travel and other miscellaneous costs.",
      "The Wisconsin Tribal Educational Promise Program, announced in 2023, offers financial support to cover the full cost of pursuing an undergraduate degree for state residents who are enrolled members of federally recognized Wisconsin Indian tribes.",
      "As with Bucky's Tuition Promise, the university's funding for these initiatives comes from donations and other UW­­-Madison resources. No state taxpayer money is used."
    ],
    "posted": "​September 15, 2025",
    "url": "https://news.wisc.edu/buckys-tuition-promise-boosts-retention-rate-for-lower-income-students-long-term-study-finds/",
    "author": "​Doug Erickson",
    "img": "tuition.jpg",
    "tags": [
      "outreach"
    ]
  },
  {
    "title": "Robotic space rovers keep getting stuck. UW engineers have figured out why.",
    "body": [
      "When a multimillion-dollar extraterrestrial vehicle gets stuck in soft sand or gravel — as did the Mars rover Spirit in 2009 — Earth-based engineers take over like a virtual tow truck, issuing a series of commands that move its wheels or reverse its course in a delicate, time-consuming effort to free it and continue its exploratory mission.",
      "While Spirit remained permanently stuck, in the future, better terrain testing right here on terra firma could help avert these celestial crises.",
      "Using computer simulations, University of Wisconsin-Madison mechanical engineers have uncovered a flaw in how rovers are tested on Earth. That error leads to overly optimistic conclusions about how rovers will behave once they're deployed on extraterrestrial missions.",
      "An important element in preparing for these missions is an accurate understanding of how a rover will traverse extraterrestrial surfaces in low gravity to prevent it from getting stuck in soft terrain or rocky areas.",
      "On the moon, the gravitational pull is six times weaker than on Earth. For decades, researchers testing rovers have accounted for that difference in gravity by creating a prototype that is a sixth of the mass of the actual rover. They test these lightweight rovers in deserts, observing how it moves across sand to gain insights into how it would perform on the moon.",
      "It turns out, however, that this standard testing approach overlooked a seemingly inconsequential detail: the pull of Earth's gravity on the desert sand.",
      "Through simulation, Dan Negrut, a professor of mechanical engineering at UW-Madison, and his collaborators determined that Earth's gravity pulls down on sand much more strongly than the gravity on Mars or the moon does. On Earth, sand is more rigid and supportive — reducing the likelihood it will shift under a vehicle's wheels. But the moon's surface is \"fluffier\" and therefore shifts more easily — meaning rovers have less traction, which can hinder their mobility.",
      "\"In retrospect, the idea is simple: We need to consider not only the gravitational pull on the rover but also the effect of gravity on the sand to get a better picture of how the rover will perform on the moon,\" Negrut says. \"Our findings underscore the value of using physics-based simulation to analyze rover mobility on granular soil.\"",
      "The team recently detailed its findings in the Journal of Field Robotics.",
      "The researchers' discovery resulted from their work on a NASA-funded project to simulate the VIPER rover, which had been planned for a lunar mission. The team leveraged Project Chrono, an open-source physics simulation engine developed at UW-Madison in collaboration with scientists from Italy. This software allows researchers to quickly and accurately model complex mechanical systems — like full-size rovers operating on \"squishy\" sand or soil surfaces.",
      "While simulating the VIPER rover, they noticed discrepancies between the Earth-based test results and their simulations of the rover's mobility on the moon. Digging deeper with Chrono simulations revealed the testing flaw.",
      "The benefits of this research also extend well beyond NASA and space travel. For applications on Earth, Chrono has been used by hundreds of organizations to better understand complex mechanical systems — from precision mechanical watches to U.S. Army trucks and tanks operating in off-road conditions.",
      "\"It's rewarding that our research is highly relevant in helping to solve many real-world engineering challenges,\" Negrut says. \"I'm proud of what we've accomplished. It's very difficult as a university lab to put out industrial-strength software that is used by NASA.\"",
      "Chrono is free and publicly available for unfettered use worldwide, but the UW-Madison team puts in significant ongoing work to develop and maintain the software and provide user support.",
      "\"It's very unusual in academia to produce a software product at this level,\" Negrut says. \"There are certain types of applications relevant to NASA and planetary exploration where our simulator can solve problems that no other tool can solve, including simulators from huge tech companies, and that's exciting.\"",
      "Since Chrono is open source, Negrut and his team are focused on continually innovating and enhancing the software to stay relevant.",
      "\"All our ideas are in the public domain and the competition can adopt them quickly, which is drives us to keep moving forward,\" he says. \"We have been fortunate over the last decade to receive support from the National Science Foundation, U.S. Army Research Office and NASA. This funding has really made a difference, since we do not charge anyone for the use of our software.\"",
      "This work was supported by NASA STTR (80NSSC20C0252), the National Science Foundation (OAC2209791) and the U.S. Army Research Office, (W911NF1910431 and W911NF1810476). Read more about this research at the College of Engineering news site."
    ],
    "posted": "​July 25, 2025",
    "url": "https://news.wisc.edu/robotic-space-rovers-keep-getting-stuck-uw-engineers-have-figured-out-why/",
    "author": "​Adam Malecek",
    "img": "rovers.jpg",
    "tags": [
      "science",
      "tech"
    ]
  }
]